[
    {
        "gender": "female",
        "name": "Sharina Fitrani Ramallah",
        "instagram": "sharina.fr",
        "text": "Rizky Rahmat is an exceptional web developer, known for his remarkable agility, rapid learning abilities, and a relentless commitment to excellence in approaching tasks, adapting to changes, and providing efficient solutions, making him highly recommended for any web development project."
      } ,
      {
        "gender": "male",
        "name": "Shabiq Ghazi Arkaan",
        "instagram": "shabiqghazi",
        "text": "Adaptive and not afraid to try new things, has a high spirit of learning, good communication skills and is good at solving problems"
      },
      {
        "gender": "female",
        "name": "Ghinaa Annisa Ilmi",
        "instagram": "ghinaaai",
        "text": "Sometimes he's noisy and breaks the atmosphere, but sometimes he's quiet"
      },
      
      {
        "gender": "male",
        "name": "Tegar Levta Anggana",
        "instagram": "tegar_anggana",
        "text": "Rizky Rahmat is like a web wizard, super reliable and always cooking up fresh ideas in the web development cauldron. Plus, this guy's got an eagle eye for those web programming fundamentals! 🚀💻"
      },
      {
        "gender": "female",
        "name": "Rannia Nurfaiza",
        "instagram": "rannianrf",
        "text": "The person who can lighten the mood the most"
      },
      {
        "gender": "male",
        "name": "Muhammad Zahidy Syawal",
        "instagram": "zahidysyawal",
        "text": "Mumut should be fun to hang out with if you don't play games often🤟🏻"
      },
      {
        "gender": "female",
        "name": "Ditta Haniyyah",
        "instagram": "dittahaniyyah",
        "text": "humorous, cool according to the mood but not fun when chatting,but very bad for extrovert activities, sometimes annoying but if you have coding assignments it's great . Oh, there's one more feeling that I'm feeling right at the command post, but now is stopping"
      }
      ,
      {
        "gender": "male",
        "name": "Akbar Gema",
        "instagram": "akbarggy_",
        "text": "Mamat is a funny, weird, but humble person."
      }
      
]